Repository: RVP97/mobile-scanner
Catalog: Lens/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Digits. Lunet adds the check digit.
ar: أرقام. يضيف Lunet رقم التحقق.
ca: Dígits. Lunet hi afegeix el dígit de control.
cs: Číslice. Lunet přidá kontrolní číslici.
da: Cifre. Lunet tilføjer kontrolcifferet.
de: Ziffern. Lunet fügt die Prüfziffer hinzu.
el: Ψηφία. Το Lunet προσθέτει το ψηφίο ελέγχου.
es: Dígitos. Lunet agrega el dígito verificador.
fi: Numerot. Lunet lisää tarkistusnumeron.
fr: Chiffres. Lunet ajoute la clé de contrôle.
he: ספרות. Lunet מוסיף את ספרת הביקורת.
hi: अंक। Lunet चेक डिजिट अपने आप जोड़ देता है।
hr: Znamenke. Lunet dodaje kontrolnu znamenku.
hu: Számjegyek. Az ellenőrző számjegyet a Lunet adja hozzá.
id: Digit. Lunet menambahkan digit periksa.
it: Cifre. Lunet aggiunge la cifra di controllo.
ja: 数字。チェックデジットはLunetが追加します。
ko: 숫자. 검증 숫자는 Lunet이 추가합니다.
ms: Digit. Lunet menambah digit semak.
nb: Sifre. Lunet legger til kontrollsifferet.
nl: Cijfers. Lunet voegt het controlecijfer toe.
pl: Cyfry. Lunet dodaje cyfrę kontrolną.
pt_br: Dígitos. O Lunet adiciona o dígito verificador.
pt_pt: Dígitos. A Lunet adiciona o dígito de controlo.
ro: Cifre. Lunet adaugă cifra de control.
ru: Цифры. Lunet добавит контрольную цифру.
sk: Číslice. Lunet pridá kontrolnú číslicu.
sv: Siffror. Lunet lägger till kontrollsiffran.
th: ตัวเลข Lunet จะเพิ่มเลขตรวจสอบให้
tr: Rakamlar. Lunet denetim basamağını ekler.
uk: Цифри. Lunet додасть контрольну цифру.
vi: Chữ số. Lunet sẽ thêm số kiểm tra.
zh_hans: 数字。Lunet 会添加校验位。
zh_hant: 數字。Lunet 會加上檢查碼。

source: Doha
ar: الدوحة
cs: Dauhá
el: Ντόχα
he: דוחה
hi: दोहा
ja: ドーハ
ko: 도하
ru: Доха
sk: Dauha
th: โดฮา
uk: Доха
zh_hans: 多哈
zh_hant: 杜哈

source: Domain since %@
ar: النطاق منذ %@
ca: Domini des de %@
cs: Doména od %@
da: Domæne siden %@
de: Domain seit %@
el: Τομέας από %@
es: Dominio desde %@
fi: Verkkotunnus vuodesta %@
fr: Domaine depuis %@
he: דומיין מאז %@
hi: डोमेन %@ से
hr: Domena od %@
hu: Domain %@ óta
id: Domain sejak %@
it: Dominio dal %@
ja: %@から登録されているドメイン
ko: 도메인 등록: %@
ms: Domain sejak %@
nb: Domene siden %@
nl: Domein sinds %@
pl: Domena od %@
pt_br: Domínio desde %@
pt_pt: Domínio desde %@
ro: Domeniu din %@
ru: Домен с %@
sk: Doména od %@
sv: Domän sedan %@
th: โดเมนตั้งแต่ %@
tr: Alan adı kaydı: %@
uk: Домен з %@
vi: Tên miền từ %@
zh_hans: 域名注册于 %@
zh_hant: 網域始於 %@

source: Don't Open
ar: عدم الفتح
ca: No l’obris
cs: Neotevírat
da: Åbn ikke
de: Nicht öffnen
el: Μην ανοίξετε
es: No abrir
fi: Älä avaa
fr: Ne pas ouvrir
he: אל תפתח
hi: न खोलें
hr: Ne otvaraj
hu: Ne nyissa meg
id: Jangan Buka
it: Non aprire
ja: 開かない
ko: 열지 않기
ms: Jangan Buka
nb: Ikke åpne
nl: Niet openen
pl: Nie otwieraj
pt_br: Não Abrir
pt_pt: Não abrir
ro: Nu deschideți
ru: Не открывать
sk: Neotvárať
sv: Öppna inte
th: ไม่เปิด
tr: Açma
uk: Не відкривати
vi: Không mở
zh_hans: 不打开
zh_hant: 不要開啟

source: Done
ar: تم
ca: Fet
cs: Hotovo
da: OK
de: Fertig
el: Τέλος
es: Listo
fi: Valmis
fr: OK
he: סיום
hi: पूर्ण
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
ms: Selesai
nb: Ferdig
nl: Gereed
pl: Gotowe
pt_br: OK
pt_pt: Concluído
ro: Gata
ru: Готово
sk: Hotovo
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Done · %lld
ar: تم · %lld
ca: Fet · %lld
cs: Hotovo · %lld
da: OK · %lld
de: Fertig · %lld
el: Τέλος · %lld
es: Listo · %lld
fi: Valmis · %lld
fr: OK · %lld
he: סיום · %lld
hi: पूर्ण · %lld
hr: Gotovo · %lld
hu: Kész · %lld
id: Selesai · %lld
it: Fine · %lld
ja: 完了 · %lld
ko: 완료 · %lld
ms: Selesai · %lld
nb: Ferdig · %lld
nl: Gereed · %lld
pl: Gotowe · %lld
pt_br: OK · %lld
pt_pt: Concluído · %lld
ro: Gata · %lld
ru: Готово · %lld
sk: Hotovo · %lld
sv: Klar · %lld
th: เสร็จสิ้น · %lld
tr: Bitti · %lld
uk: Готово · %lld
vi: Xong · %lld
zh_hans: 完成 · %lld
zh_hant: 完成 · %lld

source: Dot shape
ar: شكل النقاط
ca: Forma dels punts
cs: Tvar teček
da: Prikform
de: Punktform
el: Σχήμα κουκκίδων
es: Forma de los puntos
fi: Pisteiden muoto
fr: Forme des points
he: צורת הנקודות
hi: डॉट का आकार
hr: Oblik točaka
hu: Pontok alakja
id: Bentuk titik
it: Forma dei punti
ja: ドットの形
ko: 점 모양
ms: Bentuk titik
nb: Punktform
nl: Puntvorm
pl: Kształt kropek
pt_br: Forma dos pontos
pt_pt: Forma dos pontos
ro: Forma punctelor
ru: Форма точек
sk: Tvar bodiek
sv: Punktform
th: รูปทรงจุด
tr: Nokta şekli
uk: Форма точок
vi: Hình dạng chấm
zh_hans: 点形状
zh_hant: 點的形狀

source: Dots
ar: النقاط
ca: Punts
cs: Tečky
da: Prikker
de: Punkte
el: Κουκκίδες
es: Puntos
fi: Pisteet
fr: Points
he: נקודות
hi: डॉट
hr: Točke
hu: Pontok
id: Titik
it: Punti
ja: ドット
ko: 점
ms: Titik
nb: Punkter
nl: Punten
pl: Kropki
pt_br: Pontos
pt_pt: Pontos
ro: Puncte
ru: Точки
sk: Bodky
sv: Punkter
th: จุด
tr: Noktalar
uk: Точки
vi: Chấm
zh_hans: 点
zh_hant: 點

source: Dubai
ar: دبي
cs: Dubaj
el: Ντουμπάι
es: Dubái
fr: Dubaï
he: דובאי
hi: दुबई
hu: Dubaj
ja: ドバイ
ko: 두바이
pl: Dubaj
ru: Дубай
sk: Dubaj
th: ดูไบ
uk: Дубай
zh_hans: 迪拜
zh_hant: 杜拜

source: Dublin
ar: دبلن
ca: Dublín
el: Δουβλίνο
es: Dublín
he: דבלין
hi: डबलिन
it: Dublino
ja: ダブリン
ko: 더블린
ru: Дублин
th: ดับลิน
uk: Дублін
zh_hans: 都柏林
zh_hant: 都柏林

source: Düsseldorf
ar: دوسلدورف
el: Ντίσελντορφ
he: דיסלדורף
hi: ड्यूसेलडॉर्फ़
ja: デュッセルドルフ
ko: 뒤셀도르프
ru: Дюссельдорф
th: ดุสเซลดอร์ฟ
uk: Дюссельдорф
zh_hans: 杜塞尔多夫
zh_hant: 杜塞道夫

source: EAN or UPC for retail
ar: ‏EAN أو UPC للبيع بالتجزئة
ca: EAN o UPC per al comerç
cs: EAN nebo UPC pro maloobchod
da: EAN eller UPC til detailhandel
de: EAN oder UPC für den Handel
el: EAN ή UPC για λιανική
es: EAN o UPC para comercio
fi: EAN tai UPC vähittäiskauppaan
fr: EAN ou UPC pour le commerce
he: ‏EAN או UPC לקמעונאות
hi: खुदरा के लिए EAN या UPC
hr: EAN ili UPC za maloprodaju
hu: EAN vagy UPC kiskereskedelemhez
id: EAN atau UPC untuk ritel
it: EAN o UPC per la vendita al dettaglio
ja: 小売用のEANまたはUPC
ko: 소매용 EAN 또는 UPC
ms: EAN atau UPC untuk runcit
nb: EAN eller UPC for detaljhandel
nl: EAN of UPC voor de detailhandel
pl: EAN lub UPC dla handlu detalicznego
pt_br: EAN ou UPC para varejo
pt_pt: EAN ou UPC para retalho
ro: EAN sau UPC pentru comerț
ru: EAN или UPC для розничной торговли
sk: EAN alebo UPC pre maloobchod
sv: EAN eller UPC för detaljhandeln
th: EAN หรือ UPC สำหรับร้านค้าปลีก
tr: Perakende için EAN veya UPC
uk: EAN або UPC для роздрібної торгівлі
vi: EAN hoặc UPC cho bán lẻ
zh_hans: 零售用 EAN 或 UPC
zh_hant: 零售用 EAN 或 UPC

source: Earlier
ar: الأقدم
ca: Anteriors
cs: Dříve
da: Tidligere
de: Früher
el: Παλαιότερα
es: Anteriores
fi: Aiemmin
fr: Plus tôt
he: מוקדם יותר
hi: पहले के
hr: Ranije
hu: Korábban
id: Sebelumnya
it: Precedenti
ja: 以前
ko: 이전
ms: Lebih awal
nb: Tidligere
nl: Eerder
pl: Wcześniej
pt_br: Anteriores
pt_pt: Anteriores
ro: Anterioare
ru: Ранее
sk: Staršie
sv: Tidigare
th: ก่อนหน้านี้
tr: Daha önce
uk: Раніше
vi: Trước đó
zh_hans: 更早
zh_hant: 更早

source: Economy
ar: الدرجة السياحية
ca: Turista
cs: Ekonomická
da: Økonomi
el: Οικονομική
es: Turista
fi: Turistiluokka
fr: Économique
he: תיירים
hi: इकॉनमी
hr: Ekonomska
hu: Turista
id: Ekonomi
ja: エコノミー
ko: 이코노미
ms: Ekonomi
nb: Økonomi
pl: Ekonomiczna
pt_br: Econômica
pt_pt: Económica
ro: Economic
ru: Эконом
sk: Ekonomická
sv: Ekonomi
th: ชั้นประหยัด
tr: Ekonomi
uk: Економ
vi: Phổ thông
zh_hans: 经济舱
zh_hant: 經濟艙

source: Edinburgh
ar: إدنبرة
ca: Edimburg
el: Εδιμβούργο
es: Edimburgo
fr: Édimbourg
he: אדינבורו
hi: एडिनबर्ग
it: Edimburgo
ja: エディンバラ
ko: 에든버러
pl: Edynburg
pt_br: Edimburgo
pt_pt: Edimburgo
ru: Эдинбург
th: เอดินบะระ
uk: Единбург
zh_hans: 爱丁堡
zh_hant: 愛丁堡

source: Edit Style
ar: تعديل النمط
ca: Edita l’estil
cs: Upravit styl
da: Rediger stil
de: Stil bearbeiten
el: Επεξεργασία στιλ
es: Editar estilo
fi: Muokkaa tyyliä
fr: Modifier le style
he: ערוך סגנון
hi: स्टाइल संपादित करें
hr: Uredi stil
hu: Stílus szerkesztése
id: Edit Gaya
it: Modifica stile
ja: スタイルを編集
ko: 스타일 편집
ms: Edit Gaya
nb: Rediger stil
nl: Wijzig stijl
pl: Edytuj styl
pt_br: Editar Estilo
pt_pt: Editar estilo
ro: Editați stilul
ru: Изменить стиль
sk: Upraviť štýl
sv: Redigera stil
th: แก้ไขสไตล์
tr: Stili Düzenle
uk: Змінити стиль
vi: Sửa kiểu
zh_hans: 编辑样式
zh_hant: 編輯樣式

source: Email
ar: البريد الإلكتروني
ca: Correu
es: Correo
fi: Sähköposti
he: דוא״ל
hi: ईमेल
hr: E-pošta
ja: メール
ko: 이메일
ms: E-mel
nb: E-post
ru: Эл. почта
sv: E-post
th: อีเมล
tr: E-posta
uk: Е-пошта
zh_hans: 电子邮件
zh_hant: 電子郵件

source: Email %@
ar: مراسلة %@
ca: Envia un correu a %@
cs: Poslat e‑mail na %@
da: Send e-mail til %@
de: E-Mail an %@
el: Email στο %@
es: Enviar correo a %@
fi: Lähetä sähköpostia: %@
fr: Envoyer un e-mail à %@
he: שלח דוא״ל אל %@
hi: %@ को ईमेल करें
hr: Pošalji e-poruku na %@
hu: E-mail küldése: %@
it: Scrivi a %@
ja: %@にメール
ko: %@에 이메일 보내기
ms: E-mel %@
nb: Send e-post til %@
pl: Wyślij e‑mail: %@
pt_br: Enviar e-mail para %@
pt_pt: Enviar e-mail para %@
ro: Trimiteți e-mail la %@
ru: Написать на %@
sk: Poslať e-mail na %@
sv: Mejla %@
th: ส่งอีเมลถึง %@
tr: E-posta gönder: %@
uk: Написати на %@
vi: Gửi email cho %@
zh_hans: 发邮件给 %@
zh_hant: 寄送電子郵件給 %@

source: Encrypted connection
ar: اتصال مشفّر
ca: Connexió xifrada
cs: Šifrované připojení
da: Krypteret forbindelse
de: Verschlüsselte Verbindung
el: Κρυπτογραφημένη σύνδεση
es: Conexión cifrada
fi: Salattu yhteys
fr: Connexion chiffrée
he: חיבור מוצפן
hi: एन्क्रिप्टेड कनेक्शन
hr: Šifrirana veza
hu: Titkosított kapcsolat
id: Koneksi terenkripsi
it: Connessione crittografata
ja: 暗号化された接続
ko: 암호화된 연결
ms: Sambungan disulitkan
nb: Kryptert tilkobling
nl: Versleutelde verbinding
pl: Połączenie szyfrowane
pt_br: Conexão criptografada
pt_pt: Ligação encriptada
ro: Conexiune criptată
ru: Зашифрованное соединение
sk: Šifrované pripojenie
sv: Krypterad anslutning
th: การเชื่อมต่อที่เข้ารหัส
tr: Şifreli bağlantı
uk: Зашифроване з’єднання
vi: Kết nối được mã hóa
zh_hans: 加密连接
zh_hant: 加密連線

source: End an Hour Later
ar: الانتهاء بعد ساعة
ca: Acaba una hora més tard
cs: Skončit o hodinu později
da: Slut en time senere
de: Eine Stunde später enden
el: Λήξη μία ώρα αργότερα
es: Terminar una hora después
fi: Päätä tuntia myöhemmin
fr: Finir une heure plus tard
he: סיים שעה מאוחר יותר
hi: एक घंटे बाद समाप्त करें
hr: Završi sat kasnije
hu: Befejezés egy órával később
id: Berakhir Satu Jam Kemudian
it: Termina un’ora dopo
ja: 1時間後に終了
ko: 1시간 후 종료
ms: Tamat Sejam Kemudian
nb: Avslutt en time senere
nl: Eindig een uur later
pl: Zakończ godzinę później
pt_br: Terminar uma Hora Depois
pt_pt: Terminar uma hora depois
ro: Terminați o oră mai târziu
ru: Закончить через час
sk: Skončiť o hodinu neskôr
sv: Sluta en timme senare
th: สิ้นสุดหนึ่งชั่วโมงให้หลัง
tr: Bir Saat Sonra Bitir
uk: Завершити через годину
vi: Kết thúc sau một giờ
zh_hans: 一小时后结束
zh_hant: 一小時後結束

source: End color
ar: لون النهاية
ca: Color final
cs: Koncová barva
da: Slutfarve
de: Endfarbe
el: Χρώμα λήξης
es: Color final
fi: Loppuväri
fr: Couleur de fin
he: צבע סיום
hi: अंतिम रंग
hr: Završna boja
hu: Végszín
id: Warna akhir
it: Colore finale
ja: 終了色
ko: 끝 색상
ms: Warna akhir
nb: Sluttfarge
nl: Eindkleur
pl: Kolor końcowy
pt_br: Cor final
pt_pt: Cor final
ro: Culoare finală
ru: Конечный цвет
sk: Koncová farba
sv: Slutfärg
th: สีสิ้นสุด
tr: Bitiş rengi
uk: Кінцевий колір
vi: Màu kết thúc
zh_hans: 结束颜色
zh_hant: 結束顏色

source: Ends
ar: ينتهي
ca: Acaba
cs: Konec
da: Slutter
de: Ende
el: Λήγει
es: Termina
fi: Päättyy
fr: Fin
he: מסתיים
hi: समाप्त
hr: Završava
hu: Vége
id: Berakhir
it: Fine
ja: 終了
ko: 종료
ms: Tamat
nb: Slutter
nl: Einde
pl: Koniec
pt_br: Termina
pt_pt: Termina
ro: Se termină
ru: Конец
sk: Koniec
sv: Slutar
th: สิ้นสุด
tr: Bitiş
uk: Кінець
vi: Kết thúc
zh_hans: 结束
zh_hant: 結束

source: Error correction
ar: تصحيح الأخطاء
ca: Correcció d’errors
cs: Oprava chyb
da: Fejlkorrektion
de: Fehlerkorrektur
el: Διόρθωση σφαλμάτων
es: Corrección de errores
fi: Virheenkorjaus
fr: Correction d’erreur
he: תיקון שגיאות
hi: एरर करेक्शन
hr: Ispravljanje pogrešaka
hu: Hibajavítás
id: Koreksi kesalahan
it: Correzione degli errori
ja: 誤り訂正
ko: 오류 정정
ms: Pembetulan ralat
nb: Feilkorrigering
nl: Foutcorrectie
pl: Korekcja błędów
pt_br: Correção de erros
pt_pt: Correção de erros
ro: Corecția erorilor
ru: Коррекция ошибок
sk: Korekcia chýb
sv: Felkorrigering
th: การแก้ไขข้อผิดพลาด
tr: Hata düzeltme
uk: Корекція помилок
vi: Sửa lỗi
zh_hans: 纠错
zh_hant: 錯誤修正

source: Established
ar: راسخ
ca: Consolidat
cs: Zavedená
da: Etableret
de: Etabliert
el: Καθιερωμένος
es: Consolidado
fi: Vakiintunut
fr: Établi
he: ותיק
hi: स्थापित
hr: Etablirano
hu: Régóta működő
id: Sudah lama
it: Consolidato
ja: 運用実績あり
ko: 오래된 도메인
ms: Sudah lama wujud
nb: Etablert
nl: Gevestigd
pl: Ugruntowana
pt_br: Consolidado
pt_pt: Estabelecido
ro: Consolidat
ru: Давно существует
sk: Zavedená
sv: Etablerad
th: มีมานาน
tr: Köklü
uk: Давно існує
vi: Lâu năm
zh_hans: 历史较久
zh_hant: 已存在許久

source: Event
ar: الحدث
ca: Esdeveniment
cs: Událost
da: Begivenhed
de: Ereignis
el: Συμβάν
es: Evento
fi: Tapahtuma
fr: Événement
he: אירוע
hi: इवेंट
hr: Događaj
hu: Esemény
id: Acara
it: Evento
ja: イベント
ko: 이벤트
ms: Acara
nb: Hendelse
nl: Activiteit
pl: Wydarzenie
pt_br: Evento
pt_pt: Evento
ro: Eveniment
ru: Событие
sk: Udalosť
sv: Händelse
th: กิจกรรม
tr: Etkinlik
uk: Подія
vi: Sự kiện
zh_hans: 日程
zh_hant: 活動

source: Events
ar: الأحداث
ca: Esdeveniments
cs: Události
da: Begivenheder
de: Ereignisse
el: Συμβάντα
es: Eventos
fi: Tapahtumat
fr: Événements
he: אירועים
hi: इवेंट
hr: Događaji
hu: Események
id: Acara
it: Eventi
ja: イベント
ko: 이벤트
ms: Acara
nb: Hendelser
nl: Activiteiten
pl: Wydarzenia
pt_br: Eventos
pt_pt: Eventos
ro: Evenimente
ru: События
sk: Udalosti
sv: Händelser
th: กิจกรรม
tr: Etkinlikler
uk: Події
vi: Sự kiện
zh_hans: 日程
zh_hant: 活動

source: Every code gets its own answer
ar: لكل رمز إجراؤه الخاص
ca: Cada codi té la seva resposta
cs: Každý kód dostane vlastní odpověď
da: Hver kode får sit eget svar
de: Jeder Code bekommt seine eigene Antwort
el: Κάθε κωδικός έχει τη δική του απάντηση
es: Cada código tiene su propia respuesta
fi: Jokainen koodi saa oman vastauksensa
fr: Chaque code a sa propre réponse
he: לכל קוד יש תשובה משלו
hi: हर कोड का अपना जवाब
hr: Svaki kôd dobiva vlastiti odgovor
hu: Minden kódra saját válasz
id: Setiap kode punya jawabannya sendiri
it: Ogni codice ha la sua risposta
ja: コードごとに最適な対応
ko: 코드마다 알맞은 결과를 보여줍니다
ms: Setiap kod mendapat jawapannya sendiri
nb: Hver kode får sitt eget svar
nl: Elke code krijgt zijn eigen antwoord
pl: Każdy kod dostaje własną odpowiedź
pt_br: Cada código recebe sua própria resposta
pt_pt: Cada código tem a sua própria resposta
ro: Fiecare cod primește propriul răspuns
ru: У каждого кода свой ответ
sk: Každý kód má vlastnú odpoveď
sv: Varje kod får sitt eget svar
th: ทุกโค้ดมีคำตอบของตัวเอง
tr: Her kodun kendi yanıtı var
uk: Кожен код має свою відповідь
vi: Mỗi mã có câu trả lời riêng
zh_hans: 每个码都有专属的处理方式
zh_hant: 每種條碼都有專屬的處理方式

source: Every scan and created code will be deleted from this iPhone. This can't be undone.
ar: سيتم حذف كل عمليات المسح والرموز المُنشأة من هذا الـ iPhone. لا يمكن التراجع عن ذلك.
ca: S’eliminaran d’aquest iPhone tots els escaneigs i codis creats. Aquesta acció no es pot desfer.
cs: Všechna skenování a vytvořené kódy budou z tohoto iPhonu smazány. Tuto akci nelze vrátit.
da: Alle scanninger og oprettede koder slettes fra denne iPhone. Dette kan ikke fortrydes.
de: Alle Scans und erstellten Codes werden von diesem iPhone gelöscht. Dies kann nicht widerrufen werden.
el: Κάθε σάρωση και κάθε δημιουργημένος κωδικός θα διαγραφούν από αυτό το iPhone. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Se eliminarán de este iPhone todos los escaneos y códigos creados. Esta acción no se puede deshacer.
fi: Kaikki skannaukset ja luodut koodit poistetaan tästä iPhonesta. Tätä ei voi kumota.
fr: Tous les scans et codes créés seront supprimés de cet iPhone. Cette action est irréversible.
he: כל הסריקות והקודים שנוצרו יימחקו מה־iPhone הזה. לא ניתן לבטל פעולה זו.
hi: इस iPhone से हर स्कैन और बनाया गया हर कोड डिलीट हो जाएगा। इसे पहले जैसा नहीं किया जा सकता।
hr: Sva skeniranja i izrađeni kodovi bit će obrisani s ovog iPhonea. To se ne može poništiti.
hu: Minden beolvasás és létrehozott kód törlődik erről az iPhone-ról. Ez nem vonható vissza.
id: Semua pindaian dan kode yang dibuat akan dihapus dari iPhone ini. Tindakan ini tidak dapat diurungkan.
it: Tutte le scansioni e i codici creati verranno eliminati da questo iPhone. L’azione non può essere annullata.
ja: すべてのスキャンと作成したコードがこのiPhoneから削除されます。この操作は取り消せません。
ko: 모든 스캔 및 생성한 코드가 이 iPhone에서 삭제됩니다. 이 작업은 실행 취소할 수 없습니다.
ms: Setiap imbasan dan kod yang dicipta akan dipadam daripada iPhone ini. Tindakan ini tidak boleh dibuat asal.
nb: Alle skanninger og opprettede koder slettes fra denne iPhonen. Dette kan ikke angres.
nl: Alle scans en aangemaakte codes worden van deze iPhone verwijderd. Dit kan niet ongedaan worden gemaakt.
pl: Wszystkie skany i utworzone kody zostaną usunięte z tego iPhone’a. Tej czynności nie można cofnąć.
pt_br: Todos os escaneamentos e códigos criados serão apagados deste iPhone. Esta ação não pode ser desfeita.
pt_pt: Todas as leituras e códigos criados serão apagados deste iPhone. Esta ação não pode ser desfeita.
ro: Toate scanările și codurile create vor fi șterse de pe acest iPhone. Această acțiune nu poate fi anulată.
ru: Все сканирования и созданные коды будут удалены с этого iPhone. Это действие нельзя отменить.
sk: Všetky skeny a vytvorené kódy sa z tohto iPhonu vymažú. Táto akcia sa nedá vrátiť.
sv: Alla skanningar och skapade koder raderas från den här iPhonen. Detta går inte att ångra.
th: การสแกนและโค้ดที่สร้างทั้งหมดจะถูกลบออกจาก iPhone เครื่องนี้ คุณไม่สามารถเลิกทำการกระทำนี้ได้
tr: Tüm taramalar ve oluşturulan kodlar bu iPhone’dan silinecek. Bu işlem geri alınamaz.
uk: Усі сканування і створені коди буде видалено з цього iPhone. Цю дію не можна скасувати.
vi: Mọi lượt quét và mã đã tạo sẽ bị xóa khỏi iPhone này. Bạn không thể hoàn tác thao tác này.
zh_hans: 所有扫描记录和创建的码都将从此 iPhone 中删除。此操作无法撤销。
zh_hant: 所有掃描內容和建立的條碼都會從此 iPhone 刪除。此動作無法還原。

source: Everything before the “@” is ignored. This opens %@.
ar: يتم تجاهل كل ما يسبق «@». هذا الرابط يفتح %@.
ca: Tot el que hi ha abans de l’«@» s’ignora. Això obre %@.
cs: Vše před „@“ se ignoruje. Tento odkaz otevře %@.
da: Alt før ”@” ignoreres. Dette åbner %@.
de: Alles vor dem „@“ wird ignoriert. Dies öffnet %@.
el: Ό,τι βρίσκεται πριν από το «@» αγνοείται. Αυτό ανοίγει το %@.
es: Todo lo que va antes de la “@” se ignora. Esto abre %@.
fi: Kaikki ennen ”@”-merkkiä ohitetaan. Tämä avaa kohteen %@.
fr: Tout ce qui précède le « @ » est ignoré. Ce lien ouvre %@.
he: כל מה שלפני ה־“@” מתעלמים ממנו. זה פותח את %@.
hi: “@” से पहले का सब कुछ अनदेखा किया जाता है। यह %@ खोलता है।
hr: Sve prije znaka „@“ zanemaruje se. Ovo otvara %@.
hu: A „@” előtti rész figyelmen kívül marad. Ez ezt nyitja meg: %@.
id: Semua yang ada sebelum “@” diabaikan. Tautan ini membuka %@.
it: Tutto ciò che precede la “@” viene ignorato. Questo apre %@.
ja: 「@」より前の部分は無視されます。実際には%@が開きます。
ko: “@” 앞의 모든 내용은 무시됩니다. 실제로 열리는 곳: %@.
ms: Semua yang sebelum “@” diabaikan. Ini membuka %@.
nb: Alt foran «@» ignoreres. Dette åpner %@.
nl: Alles vóór de ‘@’ wordt genegeerd. Dit opent %@.
pl: Wszystko przed „@” jest ignorowane. Ten link otwiera %@.
pt_br: Tudo o que vem antes do “@” é ignorado. Isto abre %@.
pt_pt: Tudo o que está antes do «@» é ignorado. Isto abre %@.
ro: Tot ce este înainte de „@” este ignorat. Acesta deschide %@.
ru: Все, что стоит перед «@», игнорируется. Эта ссылка открывает %@.
sk: Všetko pred „@“ sa ignoruje. Toto otvorí %@.
sv: Allt före ”@” ignoreras. Det här öppnar %@.
th: ทุกอย่างที่อยู่ก่อน “@” จะถูกละเว้น ลิงก์นี้จะเปิด %@
tr: “@” işaretinden önceki her şey yok sayılır. Bu, %@ adresini açar.
uk: Усе, що стоїть перед «@», ігнорується. Це посилання відкриває %@.
vi: Mọi thứ trước “@” đều bị bỏ qua. Liên kết này mở %@.
zh_hans: “@”之前的所有内容都会被忽略。实际会打开 %@。
zh_hant: 「@」前面的內容都會被忽略。這會開啟 %@。

source: Everything in front of %@ can be used to hide the real site.
ar: يمكن استخدام كل ما يسبق %@ لإخفاء الموقع الحقيقي.
ca: Tot el que hi ha abans de %@ es pot fer servir per amagar el lloc real.
cs: Vše před %@ může sloužit ke skrytí skutečného webu.
da: Alt foran %@ kan bruges til at skjule det rigtige websted.
de: Alles vor %@ kann dazu dienen, die echte Website zu verbergen.
el: Ό,τι βρίσκεται μπροστά από το %@ μπορεί να χρησιμοποιηθεί για να κρύψει τον πραγματικό ιστότοπο.
es: Todo lo que va antes de %@ puede usarse para ocultar el sitio real.
fi: Kaikkea ennen kohdetta %@ voidaan käyttää oikean sivuston piilottamiseen.
fr: Tout ce qui précède %@ peut servir à masquer le vrai site.
he: כל מה שלפני %@ יכול לשמש להסתרת האתר האמיתי.
hi: %@ से पहले का सब कुछ असली साइट को छिपाने के लिए इस्तेमाल किया जा सकता है।
hr: Sve ispred %@ može se iskoristiti za skrivanje pravog web-mjesta.
hu: Minden, ami %@ előtt áll, a valódi oldal elrejtésére használható.
id: Semua yang ada di depan %@ dapat dipakai untuk menyembunyikan situs aslinya.
it: Tutto ciò che precede %@ può servire a nascondere il sito reale.
ja: %@より前の部分は、本当のサイトを隠すために使われることがあります。
ko: %@ 앞의 모든 내용은 실제 사이트를 숨기는 데 사용될 수 있습니다.
ms: Semua yang di hadapan %@ boleh digunakan untuk menyembunyikan tapak sebenar.
nb: Alt foran %@ kan brukes til å skjule det ekte nettstedet.
nl: Alles vóór %@ kan worden gebruikt om de echte website te verbergen.
pl: Wszystko przed %@ może służyć do ukrycia prawdziwej witryny.
pt_br: Tudo o que vem antes de %@ pode ser usado para esconder o site real.
pt_pt: Tudo o que está antes de %@ pode ser usado para ocultar o site verdadeiro.
ro: Tot ce se află înaintea %@ poate fi folosit pentru a ascunde site-ul real.
ru: Все, что стоит перед %@, может использоваться, чтобы скрыть настоящий сайт.
sk: Všetko pred %@ môže slúžiť na skrytie skutočnej stránky.
sv: Allt framför %@ kan användas för att dölja den riktiga webbplatsen.
th: ทุกอย่างที่อยู่หน้า %@ อาจถูกใช้เพื่อซ่อนเว็บไซต์จริง
tr: %@ öncesindeki her şey gerçek siteyi gizlemek için kullanılabilir.
uk: Усе, що стоїть перед %@, може використовуватися, щоб приховати справжній сайт.
vi: Mọi thứ đứng trước %@ đều có thể dùng để che giấu trang web thật.
zh_hans: %@ 前面的所有内容都可能被用来隐藏真实网站。
zh_hant: %@ 前面的任何內容都可能被用來隱藏真正的網站。

source: Export
ar: تصدير
ca: Exporta
cs: Exportovat
da: Eksporter
de: Exportieren
el: Εξαγωγή
es: Exportar
fi: Vie
fr: Exporter
he: ייצא
hi: एक्सपोर्ट करें
hr: Izvezi
hu: Exportálás
id: Ekspor
it: Esporta
ja: 書き出す
ko: 내보내기
ms: Eksport
nb: Eksporter
nl: Exporteer
pl: Eksportuj
pt_br: Exportar
pt_pt: Exportar
ro: Exportați
ru: Экспортировать
sk: Exportovať
sv: Exportera
th: ส่งออก
tr: Dışa Aktar
uk: Експортувати
vi: Xuất
zh_hans: 导出
zh_hant: 輸出

source: Export CSV
ar: تصدير CSV
ca: Exporta en CSV
cs: Exportovat CSV
da: Eksporter CSV
de: Als CSV exportieren
el: Εξαγωγή CSV
es: Exportar CSV
fi: Vie CSV
fr: Exporter en CSV
he: ייצא CSV
hi: CSV एक्सपोर्ट करें
hr: Izvezi CSV
hu: CSV exportálása
id: Ekspor CSV
it: Esporta CSV
ja: CSVを書き出す
ko: CSV 내보내기
ms: Eksport CSV
nb: Eksporter CSV
nl: Exporteer als CSV
pl: Eksportuj CSV
pt_br: Exportar CSV
pt_pt: Exportar CSV
ro: Exportați CSV
ru: Экспорт CSV
sk: Exportovať CSV
sv: Exportera CSV
th: ส่งออก CSV
tr: CSV Olarak Dışa Aktar
uk: Експорт CSV
vi: Xuất CSV
zh_hans: 导出 CSV
zh_hant: 輸出 CSV

source: Eye color
ar: لون العيون
ca: Color dels ulls
cs: Barva oček
da: Øjenfarve
de: Augenfarbe
el: Χρώμα ματιών
es: Color de los ojos
fi: Silmien väri
fr: Couleur des yeux
he: צבע העיניים
hi: आई का रंग
hr: Boja očiju
hu: Szemek színe
id: Warna mata
it: Colore degli occhi
ja: アイの色
ko: 눈 색상
ms: Warna mata
nb: Øyefarge
nl: Oogkleur
pl: Kolor oczek
pt_br: Cor dos olhos
pt_pt: Cor dos olhos
ro: Culoarea ochilor
ru: Цвет глаз
sk: Farba očí
sv: Ögonfärg
th: สีตา
tr: Göz rengi
uk: Колір очей
vi: Màu mắt
zh_hans: 码眼颜色
zh_hant: 定位眼顏色
